Repository: impeka/ace-the-catch
Catalog: languages/ace-the-catch-*.po
Languages: fr_ca

source: Core scaffolding for the Ace the Catch plugin.
fr_ca: Structure de base pour l’extension Ace the Catch.

source: Session Details
fr_ca: Détails de la session

source: Session Start
fr_ca: Début de la session

source: Session Ended
fr_ca: Session terminée

source: Sunday
fr_ca: Dimanche

source: Monday
fr_ca: Lundi

source: Tuesday
fr_ca: Mardi

source: Wednesday
fr_ca: Mercredi

source: Thursday
fr_ca: Jeudi

source: Friday
fr_ca: Vendredi

source: Saturday
fr_ca: Samedi

source: Draw Details
fr_ca: Détails du tirage

source: Ticket Sales Open On
fr_ca: Ouverture de la vente de billets

source: Day of Week
fr_ca: Jour de la semaine

source: Time
fr_ca: Heure

source: Ticket Sales End On
fr_ca: Fin de la vente de billets

source: Weekly Draw Occurs On
fr_ca: Le tirage hebdomadaire a lieu le

source: Card Table Navigation
fr_ca: Navigation de la table de cartes

source: Navigation Links
fr_ca: Liens de navigation

source: Add Link
fr_ca: Ajouter un lien

source: Link
fr_ca: Lien

source: These links will appear above the card table. The Past Draws link is added automatically unless hidden below.
fr_ca: Ces liens apparaîtront au-dessus de la table de cartes. Le lien « Tirages précédents » est ajouté automatiquement, sauf s’il est masqué ci-dessous.

source: Hide Past Draws link
fr_ca: Masquer le lien « Tirages précédents »

source: Winning Draws
fr_ca: Tirages gagnants

source: Add Draw
fr_ca: Ajouter un tirage

source: Draw Date
fr_ca: Date du tirage

source: Selected Envelope
fr_ca: Enveloppe sélectionnée

source: Card Within
fr_ca: Carte à l’intérieur

source: Winnings
fr_ca: Gains

source: Winning Note
fr_ca: Note du tirage gagnant

source: Benefactors
fr_ca: Bénéficiaires

source: Benefactor
fr_ca: Bénéficiaire

source: Search Benefactors
fr_ca: Rechercher des bénéficiaires

source: All Benefactors
fr_ca: Tous les bénéficiaires

source: Edit Benefactor
fr_ca: Modifier le bénéficiaire

source: Update Benefactor
fr_ca: Mettre à jour le bénéficiaire

source: Add New Benefactor
fr_ca: Ajouter un nouveau bénéficiaire

source: New Benefactor Name
fr_ca: Nom du nouveau bénéficiaire

source: Ticket sales are not available in your region.
fr_ca: La vente de billets n’est pas disponible dans votre région.

source: Envelope #%d was removed because it is no longer available.
fr_ca: L’enveloppe nº%d a été supprimée car elle n’est plus disponible.

source: Catch the Ace
fr_ca: Attrape l’As

source: Add New Session
fr_ca: Ajouter une nouvelle session

source: New Session
fr_ca: Nouvelle session

source: Edit Session
fr_ca: Modifier la session

source: View Session
fr_ca: Voir la session

source: All Sessions
fr_ca: Toutes les sessions

source: Search Sessions
fr_ca: Rechercher des sessions

source: No sessions found.
fr_ca: Aucune session trouvée.

source: No sessions found in Trash.
fr_ca: Aucune session trouvée dans la corbeille.

source: Transaction email not sent: customer email is missing.
fr_ca: Courriel de transaction non envoyé : l’adresse courriel du client est manquante.

source: Order #%d confirmed
fr_ca: Commande nº%d confirmée

source: Order confirmed
fr_ca: Commande confirmée

source: Thank you for your purchase!
fr_ca: Merci pour votre achat !

source: Transaction email sent to %s.
fr_ca: Courriel de transaction envoyé à %s.

source: Transaction email failed to send to %s.
fr_ca: Échec de l’envoi du courriel de transaction à %s.

source: Ticket email not sent: customer email is missing.
fr_ca: Courriel des billets non envoyé : l’adresse courriel du client est manquante.

source: Your tickets for Order #%d
fr_ca: Vos billets pour la commande nº%d

source: Your tickets
fr_ca: Vos billets

source: Your tickets are ready.
fr_ca: Vos billets sont prêts.

source: Ticket email not sent: no tickets found for this order.
fr_ca: Courriel des billets non envoyé : aucun billet trouvé pour cette commande.

source: Ticket delivery email sent to %s.
fr_ca: Courriel d’envoi des billets envoyé à %s.

source: Ticket delivery email failed to send to %s.
fr_ca: Échec de l’envoi du courriel d’envoi des billets à %s.

source: Order #%d
fr_ca: Commande nº%d

source: Payment Reference:
fr_ca: Référence de paiement :

source: You will receive your tickets in a separate email.
fr_ca: Vous recevrez vos billets dans un courriel séparé.

source: Envelope
fr_ca: Enveloppe

source: Entries
fr_ca: Participations

source: Subtotal
fr_ca: Sous-total

source: Tickets for Order #%d
fr_ca: Billets pour la commande nº%d

source: Your Tickets
fr_ca: Vos billets

source: Ticket #
fr_ca: Billet nº

source: Catch the Ace Logs
fr_ca: Journaux de Catch the Ace

source: Logs
fr_ca: Journaux

source: Queue Status
fr_ca: État de la file

source: Error Logs
fr_ca: Journaux d’erreurs

source: Ticket Generation
fr_ca: Génération des billets

source: Pending Orders
fr_ca: Commandes en attente

source: Orders In Process
fr_ca: Commandes en cours

source: Generated Orders
fr_ca: Commandes générées

source: Last Run
fr_ca: Dernière exécution

source: Unknown
fr_ca: Inconnu

source: Next Scheduled Run
fr_ca: Prochaine exécution planifiée

source: Not scheduled
fr_ca: Non planifié

source: Recent MySQL and email delivery errors recorded by Catch the Ace.
fr_ca: Erreurs récentes de MySQL et de livraison de courriels enregistrées par Catch the Ace.

source: No error logs found.
fr_ca: Aucun journal d’erreurs trouvé.

source: Order
fr_ca: Commande

source: Order (%d)
fr_ca: Commande (%d)

source: Context
fr_ca: Contexte

source: &laquo; Previous
fr_ca: &laquo; Précédent

source: Next &raquo;
fr_ca: Suivant &raquo;

source: Orders
fr_ca: Commandes

source: Add Order
fr_ca: Ajouter une commande

source: Edit Order
fr_ca: Modifier la commande

source: New Order
fr_ca: Nouvelle commande

source: View Order
fr_ca: Voir la commande

source: Search Orders
fr_ca: Rechercher des commandes

source: No orders found.
fr_ca: Aucune commande trouvée.

source: No orders found in Trash.
fr_ca: Aucune commande trouvée dans la corbeille.

source: All Orders
fr_ca: Toutes les commandes

source: Order marked as abandoned due to inactivity.
fr_ca: Commande marquée comme abandonnée en raison d’inactivité.

source: Order started.
fr_ca: Commande démarrée.

source: Catch the Ace order #%d
fr_ca: Commande Catch the Ace nº%d

source: Catch the Ace order
fr_ca: Commande Catch the Ace

source: Payment sync failed: %s
fr_ca: Échec de synchronisation du paiement : %s

source: Customer set: %1$s <%2$s>.
fr_ca: Client défini : %1$s <%2$s>.

source: Removed Envelope #%d (qty %d).
fr_ca: Enveloppe nº%d supprimée (qté %d).

source: Added Envelope #%d (qty %d).
fr_ca: Enveloppe nº%d ajoutée (qté %d).

source: Updated Envelope #%1$d quantity from %2$d to %3$d.
fr_ca: Quantité de l’enveloppe nº%1$d mise à jour de %2$d à %3$d.

source: Cart updated (no changes detected).
fr_ca: Panier mis à jour (aucun changement détecté).

source: Started
fr_ca: Démarrée

source: In process
fr_ca: En cours

source: Failed
fr_ca: Échouée

source: Completed
fr_ca: Terminée

source: Abandoned
fr_ca: Abandonnée

source: Refunded / Cancelled
fr_ca: Remboursée / annulée

source: Order Details
fr_ca: Détails de la commande

source: Order Number
fr_ca: Numéro de commande

source: Status
fr_ca: État

source: Customer
fr_ca: Client

source: Telephone
fr_ca: Téléphone

source: Location
fr_ca: Localisation

source: All charities
fr_ca: Tous les organismes de bienfaisance

source: Terms Accepted
fr_ca: Modalités acceptées

source: View terms
fr_ca: Voir les modalités

source: Payment Reference
fr_ca: Référence de paiement

source: Ticket Status
fr_ca: État des billets

source: Order Contents
fr_ca: Contenu de la commande

source: No items in this order.
fr_ca: Aucun article dans cette commande.

source: Quantity
fr_ca: Quantité

source: Log
fr_ca: Journal

source: No log entries yet.
fr_ca: Aucune entrée dans le journal pour l’instant.

source: Order #
fr_ca: Commande nº

source: Title
fr_ca: Titre

source: Not generated
fr_ca: Non généré

source: Generate
fr_ca: À générer

source: Generated
fr_ca: Généré

source: Session Shortcodes
fr_ca: Codes courts de session

source: Use these shortcodes to embed session components elsewhere (pages, posts, widgets).
fr_ca: Utilisez ces codes courts pour intégrer des composantes de session ailleurs (pages, articles, widgets).

source: Copy shortcode
fr_ca: Copier le code court

source: For cta_mini_cards, use max_width to control overall size and columns to control cards per row.
fr_ca: Pour cta_mini_cards, utilisez max_width pour contrôler la taille globale et columns pour contrôler le nombre de cartes par rangée.

source: Next draw in:
fr_ca: Prochain tirage dans :

source: Ticket sales close in:
fr_ca: La vente de billets se termine dans :

source: Tickets
fr_ca: Billets

source: Checkout
fr_ca: Paiement

source: Geolocators
fr_ca: Géolocalisateurs

source: Catch the Ace Settings
fr_ca: Paramètres de Catch the Ace

source: Settings
fr_ca: Paramètres

source: Ticket Price
fr_ca: Prix du billet

source: Terms & Conditions URL
fr_ca: URL des modalités

source: Payment Processor
fr_ca: Processeur de paiement

source: Geo Locator
fr_ca: Géolocalisateur

source: Outside Ontario
fr_ca: Hors Ontario

source: Outside Ontario Message
fr_ca: Message hors Ontario

source: Receipts
fr_ca: Reçus

source: Receipt Email
fr_ca: Courriel de reçu

source: Successful Transaction Notification
fr_ca: Notification de transaction réussie

source: Email Subject
fr_ca: Objet du courriel

source: Email Body
fr_ca: Corps du courriel

source: Ticket Delivery Email
fr_ca: Courriel d’envoi des billets

source: Set the ticket price for Catch the Ace entries.
fr_ca: Définissez le prix des billets pour les participations à Catch the Ace.

source: Link to the terms and conditions page.
fr_ca: Lien vers la page des modalités.

source: Email address to receive purchase receipts.
fr_ca: Adresse courriel pour recevoir les reçus d’achat.

source: Message shown to visitors outside Ontario.
fr_ca: Message affiché aux visiteurs hors de l’Ontario.

source: Subject line for the successful transaction email.
fr_ca: Objet du courriel de transaction réussie.

source: Body content for the successful transaction email.
fr_ca: Contenu du message du courriel de transaction réussie.

source: Subject line for the ticket delivery email.
fr_ca: Objet du courriel d’envoi des billets.

source: Body content for the ticket delivery email.
fr_ca: Contenu du message du courriel d’envoi des billets.

source: Select a processor and configure its credentials if required.
fr_ca: Sélectionnez un processeur et configurez ses informations d’identification au besoin.

source: Attribution: Contains information licensed under the %1$sOpen Government Licence – Ontario%2$s.
fr_ca: Attribution : Contient des informations concédées sous licence en vertu de la %1$sLicence du gouvernement ouvert – Ontario%2$s.

source: Select a locator and configure its credentials if required (e.g., API keys).
fr_ca: Sélectionnez un géolocalisateur et configurez ses informations d’identification au besoin (p. ex., clés API).

source: Publishable Key
fr_ca: Clé publiable

source: Stripe publishable key used by Stripe.js.
fr_ca: Clé publiable Stripe utilisée par Stripe.js.

source: Secret Key
fr_ca: Clé secrète

source: Stripe secret key for server-side charges.
fr_ca: Clé secrète Stripe pour les paiements côté serveur.

source: Currency three-letter ISO code
fr_ca: Code de devise ISO à trois lettres

source: Three-letter currency code as defined by <a href="https://www.iso.org/iso-4217-currency-codes.html">ISO 4217</a>. Only select <a href="https://stripe.com/docs/currencies">codes supported by Stripe</a>.
fr_ca: Code de devise à trois lettres tel que défini par la <a href="https://www.iso.org/iso-4217-currency-codes.html">norme ISO 4217</a>. Sélectionnez uniquement des <a href="https://stripe.com/docs/currencies">codes pris en charge par Stripe</a>.

source: Account ID
fr_ca: ID de compte

source: MaxMind account ID for web services.
fr_ca: ID de compte MaxMind pour les services Web.

source: License Key
fr_ca: Clé de licence

source: MaxMind license key for web services.
fr_ca: Clé de licence MaxMind pour les services Web.

source: No providers available.
fr_ca: Aucun fournisseur disponible.

source: No configuration required.
fr_ca: Aucune configuration requise.

source: Every 5 minutes
fr_ca: Toutes les 5 minutes

source: Ticket generation started.
fr_ca: Génération des billets démarrée.

source: No tickets were generated because the order cart is empty.
fr_ca: Aucun billet n’a été généré car le panier de la commande est vide.

source: Ticket generation failed. The order was reset for retry.
fr_ca: La génération des billets a échoué. La commande a été réinitialisée pour réessayer.

source: Tickets generated: %d.
fr_ca: Billets générés : %d.

source: Export Tickets
fr_ca: Exporter les billets

source: Ticket Status:
fr_ca: État des billets :

source: No tickets generated yet.
fr_ca: Aucun billet généré pour l’instant.

source: Tickets:
fr_ca: Billets :

source: Created
fr_ca: Créé

source: Exports tickets generated for this session between two dates (timezone: %s).
fr_ca: Exporte les billets générés pour cette session entre deux dates (fuseau horaire : %s).

source: From
fr_ca: De

source: To
fr_ca: À

source: Export to CSV
fr_ca: Exporter en CSV

source: Print Tickets
fr_ca: Imprimer les billets

source: Unauthorized.
fr_ca: Non autorisé.

source: Invalid request.
fr_ca: Requête invalide.

source: Invalid session.
fr_ca: Session invalide.

source: You do not have permission to export tickets for this session.
fr_ca: Vous n’avez pas la permission d’exporter les billets pour cette session.

source: Please provide both "from" and "to" dates.
fr_ca: Veuillez fournir les dates « De » et « À ».

source: "From" must be earlier than "to".
fr_ca: « De » doit être antérieur à « À ».

source: Ticket sales are currently closed.
fr_ca: La vente de billets est actuellement fermée.

source: Ticket sales open in:
fr_ca: La vente de billets ouvre dans :

source: Play now by selecting your cards!
fr_ca: Jouez maintenant en sélectionnant vos cartes !

source: Week %d
fr_ca: Semaine %d

source: Past Draws
fr_ca: Tirages précédents

source: Envelope #%s
fr_ca: Enveloppe nº%s

source: Ticket sales are open.
fr_ca: La vente de billets est ouverte.

source: Ticket sales are currently closed. Sales run from %1$s at %2$s to %3$s at %4$s.
fr_ca: La vente de billets est actuellement fermée. Les ventes vont de %1$s à %2$s jusqu’à %3$s à %4$s.

source: Geo provider
fr_ca: Fournisseur de géolocalisation

source: IP-based lookup
fr_ca: Recherche basée sur l’IP

source: Browser location
fr_ca: Localisation du navigateur

source: Cached browser location
fr_ca: Localisation du navigateur (mise en cache)

source: Dummy locator
fr_ca: Géolocalisateur factice

source: Lookup method
fr_ca: Méthode de recherche

source: IP address
fr_ca: Adresse IP

source: Estimated city
fr_ca: Ville estimée

source: Estimated region
fr_ca: Région estimée

source: Estimated country
fr_ca: Pays estimé

source: Estimated postal code
fr_ca: Code postal estimé

source: Coordinates
fr_ca: Coordonnées

source: Estimated time zone
fr_ca: Fuseau horaire estimé

source: Accuracy radius
fr_ca: Rayon de précision

source: Within Ontario
fr_ca: Dans l’Ontario

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Lookup error
fr_ca: Erreur de recherche

source: Dummy (Always Ontario)
fr_ca: Factice (toujours en Ontario)

source: Dummy (Always Outside Ontario)
fr_ca: Factice (toujours hors Ontario)

source: MaxMind (Web Services)
fr_ca: MaxMind (services Web)

source: Dummy (Always Succeeds)
fr_ca: Factice (réussit toujours)

source: Dummy (Always Fails)
fr_ca: Factice (échoue toujours)

source: Dummy processor configured to always fail.
fr_ca: Processeur factice configuré pour toujours échouer.

source: Stripe request failed.
fr_ca: La requête Stripe a échoué.

source: Stripe secret key is missing.
fr_ca: La clé secrète Stripe est manquante.

source: Unable to create Stripe PaymentIntent.
fr_ca: Impossible de créer le PaymentIntent Stripe.

source: Stripe token missing.
fr_ca: Jeton Stripe manquant.

source: Invalid amount or Stripe secret key.
fr_ca: Montant invalide ou clé secrète Stripe manquante.

source: Unable to prepare Stripe PaymentIntent.
fr_ca: Impossible de préparer le PaymentIntent Stripe.

source: Stripe PaymentIntent confirmation failed.
fr_ca: La confirmation du PaymentIntent Stripe a échoué.

source: This card requires additional authentication which is not currently supported. Please try another card.
fr_ca: Cette carte nécessite une authentification supplémentaire qui n’est pas prise en charge pour le moment. Veuillez essayer une autre carte.

source: Stripe PaymentIntent was not successful.
fr_ca: Le PaymentIntent Stripe n’a pas abouti.

source: Stripe is not configured.
fr_ca: Stripe n’est pas configuré.

source: Location required
fr_ca: Localisation requise

source: This lottery is only available in Ontario. Please allow your browser to share your location so we can verify eligibility.
fr_ca: Cette loterie est offerte uniquement en Ontario. Veuillez autoriser votre navigateur à partager votre localisation afin que nous puissions vérifier votre admissibilité.

source: Allow location
fr_ca: Autoriser la localisation

source: Not now
fr_ca: Pas maintenant

source: Not available in your region
fr_ca: Non disponible dans votre région

source: Location error
fr_ca: Erreur de localisation

source: Browser location is not enabled.
fr_ca: La localisation du navigateur n’est pas activée.

source: Missing coordinates.
fr_ca: Coordonnées manquantes.

source: Invalid coordinates.
fr_ca: Coordonnées invalides.

source: Locator is not available.
fr_ca: Le géolocalisateur n’est pas disponible.

source: Security check failed. Please try again.
fr_ca: Échec de la vérification de sécurité. Veuillez réessayer.

source: Place order attempted with an empty or invalid cart.
fr_ca: Tentative de commande avec un panier vide ou invalide.

source: Your cart is empty or no longer valid. Please go back and select envelopes.
fr_ca: Votre panier est vide ou n’est plus valide. Veuillez retourner et sélectionner des enveloppes.

source: Place order failed: missing customer details.
fr_ca: Échec de la commande : informations client manquantes.

source: Please provide your first name, last name, and email.
fr_ca: Veuillez fournir votre prénom, votre nom et votre adresse courriel.

source: Place order failed: missing phone or location.
fr_ca: Échec de la commande : téléphone ou localisation manquants.

source: Please provide your telephone number and general location.
fr_ca: Veuillez fournir votre numéro de téléphone et votre localisation générale.

source: Place order failed: terms not accepted.
fr_ca: Échec de la commande : modalités non acceptées.

source: You must agree to the terms and conditions to place an order.
fr_ca: Vous devez accepter les modalités pour passer une commande.

source: Selected benefactor is not available for this session. Defaulted to all benefactors.
fr_ca: Le bénéficiaire sélectionné n’est pas disponible pour cette session. Réglé par défaut à tous les bénéficiaires.

source: Place order failed: payment processor not configured.
fr_ca: Échec de la commande : processeur de paiement non configuré.

source: Payment processor is not configured. Please contact the site administrator.
fr_ca: Le processeur de paiement n’est pas configuré. Veuillez contacter l’administrateur du site.

source: Place order failed: invalid amount.
fr_ca: Échec de la commande : montant invalide.

source: Payment amount is invalid. Please contact the site administrator.
fr_ca: Le montant du paiement est invalide. Veuillez contacter l’administrateur du site.

source: Place order failed: unsupported currency.
fr_ca: Échec de la commande : devise non prise en charge.

source: This payment method does not support the selected currency.
fr_ca: Ce mode de paiement ne prend pas en charge la devise sélectionnée.

source: Catch the Ace purchase (Session #%d)
fr_ca: Achat Catch the Ace (session nº%d)

source: Payment processing started.
fr_ca: Traitement du paiement démarré.

source: Payment failed.
fr_ca: Paiement échoué.

source: Payment completed (reference: %s).
fr_ca: Paiement terminé (référence : %s).

source: Payment completed.
fr_ca: Paiement terminé.

source: Payment successful. Thank you for your purchase!
fr_ca: Paiement réussi. Merci pour votre achat !

source: Payment failed (reference: %1$s): %2$s
fr_ca: Paiement échoué (référence : %1$s) : %2$s

source: Payment failed: %s
fr_ca: Paiement échoué : %s

source: Order restarted after cart update.
fr_ca: Commande redémarrée après la mise à jour du panier.

source: Ontario Boundary (Browser Location)
fr_ca: Limites de l’Ontario (localisation du navigateur)

source: Catch the Ace Sessions
fr_ca: Sessions de Catch the Ace

source: Reference: %s
fr_ca: Référence : %s

source: To continue, please allow location access so we can verify you are within Ontario.
fr_ca: Pour continuer, veuillez autoriser l’accès à la localisation afin que nous puissions vérifier que vous êtes en Ontario.

source: Enable location
fr_ca: Activer la localisation

source: Return to game
fr_ca: Retour au jeu

source: Your cart is empty or invalid. Please go back and select envelopes.
fr_ca: Votre panier est vide ou invalide. Veuillez retourner et sélectionner des enveloppes.

source: Order Summary
fr_ca: Résumé de la commande

source: Checkout Details
fr_ca: Détails du paiement

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Email
fr_ca: Courriel

source: Your location
fr_ca: Votre localisation

source: Town/City
fr_ca: Ville

source: General location only (not a full address).
fr_ca: Localisation générale seulement (pas une adresse complète).

source: Distribute lottery proceeds amongst ALL charities
fr_ca: Répartir les profits de la loterie entre TOUS les organismes de bienfaisance

source: I agree to the %1$sterms and conditions%2$s.
fr_ca: J’accepte les %1$smodalités%2$s.

source: I agree to the terms and conditions.
fr_ca: J’accepte les modalités.

source: Place Order
fr_ca: Passer la commande

source: Back
fr_ca: Retour

source: Winning draws for this session.
fr_ca: Tirages gagnants pour cette session.

source: Card
fr_ca: Carte

source: Envelope #%d
fr_ca: Enveloppe nº%d

source: Winnings: %s
fr_ca: Gains : %s

source: No winning draws recorded yet.
fr_ca: Aucun tirage gagnant enregistré pour l’instant.
